Repository: meysamsalimi10/waterhouse
Catalog: sites/all/modules/jquery_loadinganimation/translations/jquery_loadinganimation.*.po
Languages: de

source: Loading animation spinner path
de: Pfad zur Ladegrafik

source: The loading animation spinner path to use.
de: Der zu verwendende Pfad zur Ladeanimation-Grafik

source: Show during AJAX requests
de: Während AJAX-Anfragen anzeigen

source: Display the loading animation during AJAX requests too.
de: Die Ladeanimation auch während laufenden AJAX-Anfragen anzeigen.

source: JQuery subselector
de: JQuery Subselektor

source: You may optionally use this subselector to reduce the DOM context which to register loading animation to.
de: Optional kann ein Subselektor angegeben werden, um die gewählten DOM Elemente weiter einzuschränken, auf die ein Ladeanimation-Trigger gesetzt wird.

source: JQuery loadinganimation module shows a loading layer on page loading events. These may be triggered by form submission, clicking a hyperlink or executing an AJAX call. Hyperlinks may be excluded from trigger by adding a ".noLoadingAnimation" class. Further "javascript" and "#" hyperlinks are excluded.
de: Das JQuery Loadinganaimation Modul zeigt einen Lade-Layer auf der Seite, wenn ein Inhalt geladen wird. Dies kann durch die Verwendung von Formularen, Klick auf einen Link oder eine AJAX-Anfrage geschehen. Hyperlinks können vom Trigger ausgeschlossen werden, indem sie eine Klasse ".noLoadingAnimation" erhalten. Des Weiteren werden "javascript" und "#" Hyperlinks nicht mit einer Ladeanimation versehen.

source: JQuery Loadinganimation
de: JQuery Ladeanimation

source: Configure JQuery loadinganimation settings.
de: JQuery Ladeanimation konfigurieren.

source: JQuery Loading Animation
de: JQuery Ladeanimation

source: Shows a (configurable) loading animation layer on page loads.
de: Blendet eine (konfigurierbare) Ladeanimation als Layer über die Seite ein, wenn Inhalte geladen werden.

source: User interface
de: Benutzeroberfläche

source: Loading
de: Wird geladen
